Tekla.Structures.Filtering.Categories.ObjectFilterExpressions.Phase
The Phase class represents the phase filter expression.

Tekla.Structures.Filtering.Categories.ObjectFilterExpressions.Phase.#ctor
Initializes a new instance of the Phase class.